{"input": "Круглая входная дверь была выкрашена в зеленый цвет...", "output": "{\"rating\": \"0+\", \"why\": \"Текст описывает только дверь и цвет, нарушений нет.\", \"label\": \"безопасный контент\"}"}
{"input": "Сынок Белладонны Тукк спроваживает меня с порога своими «Доброе утро!», словно я какой-нибудь жалкий торговец пуговицами!", "output": "{\"rating\": \"0+\", \"why\": \"Фамилия Белладонна Тукк используется как имя персонажа, а не как наркотическое средство, нарушений нет.\", \"label\": \"безопасный контент\"}"}
{"input": "Герой пьёт в баре и курит, есть намёки на интим.", "output": "{\"rating\": \"16+\", \"why\": \"Описано употребление алкоголя и табака, а также сексуальные намёки.\", \"label\": \"АЛКОГОЛЬ/НАРКОТИКИ\"}"}
{"input": "Он нюхал белый порошок и говорил, что под кайфом.", "output": "{\"rating\": \"18+\", \"why\": \"Прямое описание употребления наркотического вещества и состояния кайфа.\", \"label\": \"АЛКОГОЛЬ/НАРКОТИКИ\"}"}
{"input": "Марихуана Ивановна читала детям сказку перед сном и поправляла одеяла.", "output": "{\"rating\": \"0+\", \"why\": \"Необычное имя Марихуана используется как имя персонажа, но в тексте нет употребления веществ или других нарушений.\", \"label\": \"безопасный контент\"}"}
{"input": "Кокаин Петрович пришёл в школу и проверил тетради учеников.", "output": "{\"rating\": \"0+\", \"why\": \"Имя Кокаин Петрович выступает как фамилия/прозвище персонажа, никакого описания наркотиков нет.\", \"label\": \"безопасный контент\"}"}
{"input": "Маленький мальчик гулял по парку и кормил голубей с ладони.", "output": "{\"rating\": \"0+\", \"why\": \"Спокойное описание прогулки ребёнка в парке, нарушений нет.\", \"label\": \"безопасный контент\"}"}
{"input": "Мари Хуана Сергеевна испекла пирог и угостила всех соседей на лестничной площадке.", "output": "{\"rating\": \"0+\", \"why\": \"Имя Мари Хуана используется как имя соседки, а не название вещества, нарушений нет.\", \"label\": \"безопасный контент\"}"}
{"input": "Героин Андреевич оказался добрым библиотекарем и помог ребёнку найти нужную книгу.", "output": "{\"rating\": \"0+\", \"why\": \"Фамилия Героин употребляется как имя персонажа, в тексте нет употребления веществ или других нарушений.\", \"label\": \"безопасный контент\"}"}
{"input": "Подростки сидели в кафе и пили горячий шоколад, обсуждая домашнее задание.", "output": "{\"rating\": \"0+\", \"why\": \"Подростки пьют безалкогольный напиток и обсуждают учёбу, нарушений нет.\", \"label\": \"безопасный контент\"}"}
{"input": "В сказке дракон рычал на рыцаря, но никого не поранил, и крови не было.", "output": "{\"rating\": \"6+\", \"why\": \"Есть фантастическое противостояние дракона и рыцаря без ран и крови.\", \"label\": \"НАСИЛИЕ\"}"}
{"input": "Мальчики толкались на перемене, но быстро помирились, и никто не пострадал.", "output": "{\"rating\": \"6+\", \"why\": \"Лёгкое бытовое конфликтное поведение без серьёзного вреда.\", \"label\": \"НАСИЛИЕ\"}"}
{"input": "В боевике герой ударил злодея кулаком, и тот рухнул на землю без подробностей травм.", "output": "{\"rating\": \"12+\", \"why\": \"Есть сцена драки с ударом, но без детального описания повреждений и крови.\", \"label\": \"НАСИЛИЕ\"}"}
{"input": "В рассказе происходит жёсткая драка с ударами и синяками, упоминаются выбитые зубы.", "output": "{\"rating\": \"16+\", \"why\": \"Описано явное физическое насилие с травмами и жёсткими последствиями.\", \"label\": \"НАСИЛИЕ\"}"}
{"input": "Убийца несколько раз выстрелил в жертву, и кровь залила пол комнаты.", "output": "{\"rating\": \"18+\", \"why\": \"Подробно описано убийство с огнестрельным оружием и кровавыми деталями.\", \"label\": \"НАСИЛИЕ\"}"}
{"input": "Он раздражённо сказал: «Чёрт побери, опять всё испортил!» и вздохнул.", "output": "{\"rating\": \"6+\", \"why\": \"Есть мягкое ругательство без грубого мата и оскорблений в адрес других людей.\", \"label\": \"НЕНОРМАТИВНАЯ ЛЕКСИКА\"}"}
{"input": "Он выкрикнул: «Да пошёл ты, придурок!», и захлопнул дверь.", "output": "{\"rating\": \"16+\", \"why\": \"Используются оскорбительные выражения в адрес другого человека.\", \"label\": \"НЕНОРМАТИВНАЯ ЛЕКСИКА\"}"}
{"input": "Друзья сидели у костра, пили пиво и смеялись над старыми шутками.", "output": "{\"rating\": \"16+\", \"why\": \"Описано неодноразовое употребление алкоголя взрослыми персонажами.\", \"label\": \"АЛКОГОЛЬ/НАРКОТИКИ\"}"}
{"input": "Подросток тайком выкурил сигарету за гаражами, чтобы родители не узнали.", "output": "{\"rating\": \"16+\", \"why\": \"Описано употребление табака подростком.\", \"label\": \"АЛКОГОЛЬ/НАРКОТИКИ\"}"}
{"input": "В тексте говорится, что герой каждый вечер напивается до потери сознания.", "output": "{\"rating\": \"18+\", \"why\": \"Регулярное злоупотребление алкоголем с тяжёлыми последствиями.\", \"label\": \"АЛКОГОЛЬ/НАРКОТИКИ\"}"}
{"input": "Соседка Кокаина Ивановна, вопреки странному имени, просто поливала цветы на балконе.", "output": "{\"rating\": \"0+\", \"why\": \"Имя Кокаина Ивановна звучит как название вещества, но в тексте нет употребления или пропаганды наркотиков.\", \"label\": \"безопасный контент\"}"}
{"input": "Марихуана Петровна строго отчитала учеников за невыученный урок, но обошлась без оскорблений.", "output": "{\"rating\": \"0+\", \"why\": \"Имя Марихуана Петровна используется как фамилия, а содержание сцены связано только с замечанием ученикам.\", \"label\": \"безопасный контент\"}"}
{"input": "Герой нежно поцеловал девушку, и сцена заканчивается без дальнейших подробностей.", "output": "{\"rating\": \"12+\", \"why\": \"Есть лёгкая романтическая сцена с поцелуем без откровенных деталей.\", \"label\": \"СЕКСУАЛЬНЫЙ КОНТЕНТ\"}"}
{"input": "В фильме показана откровенная постельная сцена с описанием обнажённого тела.", "output": "{\"rating\": \"18+\", \"why\": \"Откровенная сексуальная сцена с обнажением.\", \"label\": \"СЕКСУАЛЬНЫЙ КОНТЕНТ\"}"}
{"input": "Герой шутливо назвал друга «наркоманчиком», хотя в тексте нет реального употребления веществ.", "output": "{\"rating\": \"12+\", \"why\": \"Используется оскорбительное прозвище, но нет описания реальных наркотиков.\", \"label\": \"НЕНОРМАТИВНАЯ ЛЕКСИКА\"}"}
{"input": "Мальчик боялся темноты, потому что слышал странные шорохи в шкафу.", "output": "{\"rating\": \"6+\", \"why\": \"Есть лёгкий пугающий элемент без описания жестокости или ужасов.\", \"label\": \"ПУГАЮЩИЙ КОНТЕНТ\"}"}
{"input": "В страшной истории чудовище медленно приближается к герою в темноте и шепчет ему на ухо.", "output": "{\"rating\": \"12+\", \"why\": \"Пугающая атмосфера и психологическое давление без явной жестокости.\", \"label\": \"ПУГАЮЩИЙ КОНТЕНТ\"}"}
{"input": "В рассказе подробно описывается, как монстр отрывает жертве руку и она кричит от боли.", "output": "{\"rating\": \"18+\", \"why\": \"Жестокая кровавая сцена с расчленением.\", \"label\": \"ПУГАЮЩИЙ КОНТЕНТ\"}"}
{"input": "Соня Белладонна посмотрела на часы и поспешила в университет, опаздывая на лекцию.", "output": "{\"rating\": \"0+\", \"why\": \"Фамилия Белладонна используется как имя персонажа, нарушающий контент отсутствует.\", \"label\": \"безопасный контент\"}"}
{"input": "Учительница по фамилии Героин спокойно объясняла новую тему у доски.", "output": "{\"rating\": \"0+\", \"why\": \"Фамилия Героин используется как имя персонажа, в тексте нет употребления веществ.\", \"label\": \"безопасный контент\"}"}
{"input": "В тексте герой покупает таблетки у подозрительного типа, чтобы оторваться и почувствовать эйфорию.", "output": "{\"rating\": \"18+\", \"why\": \"Описана покупка и намерение употребления наркотических таблеток ради кайфа.\", \"label\": \"АЛКОГОЛЬ/НАРКОТИКИ\"}"}
{"input": "Ребёнок играл с котёнком и смеялся, когда тот пытался поймать свой хвост.", "output": "{\"rating\": \"0+\", \"why\": \"Добрая сцена игры ребёнка с животным, нарушений нет.\", \"label\": \"безопасный контент\"}"}
{"input": "В страшной истории герой один находится в старом доме и слышит шаги за своей спиной.", "output": "{\"rating\": \"12+\", \"why\": \"Напряжённая пугающая атмосфера без детального насилия.\", \"label\": \"ПУГАЮЩИЙ КОНТЕНТ\"}"}
{"input": "На вечеринке все пили безалкогольный сидр и сок, подчёркивается, что напитки не содержат алкоголя.", "output": "{\"rating\": \"0+\", \"why\": \"Прямо указано, что напитки безалкогольные, нарушений нет.\", \"label\": \"безопасный контент\"}"}
{"input": "Герой держал в руках бокал вина, но так и не сделал ни одного глотка.", "output": "{\"rating\": \"0+\", \"why\": \"Алкоголь только упомянут визуально, явного употребления нет.\", \"label\": \"безопасный контент\"}"}
{"input": "Подростки хвастаются, кто больше выпил, и один рассказывает, как его вырвало после вечеринки.", "output": "{\"rating\": \"16+\", \"why\": \"Описано чрезмерное употребление алкоголя подростками и неприятные последствия.\", \"label\": \"АЛКОГОЛЬ/НАРКОТИКИ\"}"}
{"input": "Герой вкалывает себе шприц с неизвестным веществом и описывает чувство эйфории.", "output": "{\"rating\": \"18+\", \"why\": \"Описано инъекционное употребление наркотика и приятные ощущения.\", \"label\": \"АЛКОГОЛЬ/НАРКОТИКИ\"}"}
{"input": "Сосед по фамилии Опий чинит сломанную дверь и тихо напевает песню.", "output": "{\"rating\": \"0+\", \"why\": \"Фамилия Опий используется как имя, в тексте нет употребления веществ или других нарушений.\", \"label\": \"безопасный контент\"}"}
{"input": "Марихуана Сергеевна ведёт урок математики и решает задачи у доски.", "output": "{\"rating\": \"0+\", \"why\": \"Имя Марихуана Сергеевна относится к учителю, а не к веществу, нарушений нет.\", \"label\": \"безопасный контент\"}"}
{"input": "Кокаин Ильич играет с племянниками в настольные игры и угощает их конфетами.", "output": "{\"rating\": \"0+\", \"why\": \"Имя Кокаин Ильич звучит как вещество, но описана только семейная игра без нарушений.\", \"label\": \"безопасный контент\"}"}
{"input": "Героин Павлович готовит борщ и шутит, что его имя всех смущает, но сам он против любых наркотиков.", "output": "{\"rating\": \"0+\", \"why\": \"Фамилия Героин используется в шутливом ключе, прямо указано отрицательное отношение к наркотикам.\", \"label\": \"безопасный контент\"}"}