{"input": "Круглая входная дверь была выкрашена в зеленый цвет...", "output": "{\"rating\": \"0+\", \"why\": \"Текст описывает только дверь и цвет, нарушений нет.\", \"label\": \"безопасный контент\"}"}
{"input": "Сынок Белладонны Тукк спроваживает меня с порога своими «Доброе утро!», словно я какой-нибудь жалкий торговец пуговицами!", "output": "{\"rating\": \"0+\", \"why\": \"Фамилия Белладонна Тукк используется как имя персонажа, а не как наркотическое средство, нарушений нет.\", \"label\": \"безопасный контент\"}"}
{"input": "Герой пьёт в баре и курит, есть намёки на интим.", "output": "{\"rating\": \"16+\", \"why\": \"Описано употребление алкоголя и табака, а также сексуальные намёки.\", \"label\": \"АЛКОГОЛЬ/НАРКОТИКИ\"}"}
{"input": "Он нюхал белый порошок и говорил, что под кайфом.", "output": "{\"rating\": \"18+\", \"why\": \"Прямое описание употребления наркотического вещества и состояния кайфа.\", \"label\": \"АЛКОГОЛЬ/НАРКОТИКИ\"}"}
{"input": "Марихуана Ивановна читала детям сказку перед сном и поправляла одеяла.", "output": "{\"rating\": \"0+\", \"why\": \"Необычное имя Марихуана используется как имя персонажа, но в тексте нет употребления веществ или других нарушений.\", \"label\": \"безопасный контент\"}"}
{"input": "Кокаин Петрович пришёл в школу и проверил тетради учеников.", "output": "{\"rating\": \"0+\", \"why\": \"Имя Кокаин Петрович выступает как фамилия/прозвище персонажа, никакого описания наркотиков нет.\", \"label\": \"безопасный контент\"}"}
{"input": "Маленький мальчик гулял по парку и кормил голубей с ладони.", "output": "{\"rating\": \"0+\", \"why\": \"Спокойное описание прогулки ребёнка в парке, нарушений нет.\", \"label\": \"безопасный контент\"}"}
{"input": "Мари Хуана Сергеевна испекла пирог и угостила всех соседей на лестничной площадке.", "output": "{\"rating\": \"0+\", \"why\": \"Имя Мари Хуана используется как имя соседки, а не название вещества, нарушений нет.\", \"label\": \"безопасный контент\"}"}
{"input": "Героин Андреевич оказался добрым библиотекарем и помог ребёнку найти нужную книгу.", "output": "{\"rating\": \"0+\", \"why\": \"Фамилия Героин употребляется как имя персонажа, в тексте нет употребления веществ или других нарушений.\", \"label\": \"безопасный контент\"}"}
{"input": "Подростки сидели в кафе и пили горячий шоколад, обсуждая домашнее задание.", "output": "{\"rating\": \"0+\", \"why\": \"Подростки пьют безалкогольный напиток и обсуждают учёбу, нарушений нет.\", \"label\": \"безопасный контент\"}"}
{"input": "В сказке дракон рычал на рыцаря, но никого не поранил, и крови не было.", "output": "{\"rating\": \"6+\", \"why\": \"Есть фантастическое противостояние дракона и рыцаря без ран и крови.\", \"label\": \"НАСИЛИЕ\"}"}
{"input": "Мальчики толкались на перемене, но быстро помирились, и никто не пострадал.", "output": "{\"rating\": \"6+\", \"why\": \"Лёгкое бытовое конфликтное поведение без серьёзного вреда.\", \"label\": \"НАСИЛИЕ\"}"}
{"input": "В боевике герой ударил злодея кулаком, и тот рухнул на землю без подробностей травм.", "output": "{\"rating\": \"12+\", \"why\": \"Есть сцена драки с ударом, но без детального описания повреждений и крови.\", \"label\": \"НАСИЛИЕ\"}"}
{"input": "В рассказе происходит жёсткая драка с ударами и синяками, упоминаются выбитые зубы.", "output": "{\"rating\": \"16+\", \"why\": \"Описано явное физическое насилие с травмами и жёсткими последствиями.\", \"label\": \"НАСИЛИЕ\"}"}
{"input": "Убийца несколько раз выстрелил в жертву, и кровь залила пол комнаты.", "output": "{\"rating\": \"18+\", \"why\": \"Подробно описано убийство с огнестрельным оружием и кровавыми деталями.\", \"label\": \"НАСИЛИЕ\"}"}
{"input": "Он раздражённо сказал: «Чёрт побери, опять всё испортил!» и вздохнул.", "output": "{\"rating\": \"6+\", \"why\": \"Есть мягкое ругательство без грубого мата и оскорблений в адрес других людей.\", \"label\": \"НЕНОРМАТИВНАЯ ЛЕКСИКА\"}"}
{"input": "Он выкрикнул: «Да пошёл ты, придурок!», и захлопнул дверь.", "output": "{\"rating\": \"16+\", \"why\": \"Используются оскорбительные выражения в адрес другого человека.\", \"label\": \"НЕНОРМАТИВНАЯ ЛЕКСИКА\"}"}
{"input": "Друзья сидели у костра, пили пиво и смеялись над старыми шутками.", "output": "{\"rating\": \"16+\", \"why\": \"Описано неодноразовое употребление алкоголя взрослыми персонажами.\", \"label\": \"АЛКОГОЛЬ/НАРКОТИКИ\"}"}
{"input": "Подросток тайком выкурил сигарету за гаражами, чтобы родители не узнали.", "output": "{\"rating\": \"16+\", \"why\": \"Описано употребление табака подростком.\", \"label\": \"АЛКОГОЛЬ/НАРКОТИКИ\"}"}
{"input": "В тексте говорится, что герой каждый вечер напивается до потери сознания.", "output": "{\"rating\": \"18+\", \"why\": \"Регулярное злоупотребление алкоголем с тяжёлыми последствиями.\", \"label\": \"АЛКОГОЛЬ/НАРКОТИКИ\"}"}
{"input": "Соседка Кокаина Ивановна, вопреки странному имени, просто поливала цветы на балконе.", "output": "{\"rating\": \"0+\", \"why\": \"Имя Кокаина Ивановна звучит как название вещества, но в тексте нет употребления или пропаганды наркотиков.\", \"label\": \"безопасный контент\"}"}
{"input": "Марихуана Петровна строго отчитала учеников за невыученный урок, но обошлась без оскорблений.", "output": "{\"rating\": \"0+\", \"why\": \"Имя Марихуана Петровна используется как фамилия, а содержание сцены связано только с замечанием ученикам.\", \"label\": \"безопасный контент\"}"}
{"input": "Герой нежно поцеловал девушку, и сцена заканчивается без дальнейших подробностей.", "output": "{\"rating\": \"12+\", \"why\": \"Есть лёгкая романтическая сцена с поцелуем без откровенных деталей.\", \"label\": \"СЕКСУАЛЬНЫЙ КОНТЕНТ\"}"}
{"input": "В фильме показана откровенная постельная сцена с описанием обнажённого тела.", "output": "{\"rating\": \"18+\", \"why\": \"Откровенная сексуальная сцена с обнажением.\", \"label\": \"СЕКСУАЛЬНЫЙ КОНТЕНТ\"}"}
{"input": "Герой шутливо назвал друга «наркоманчиком», хотя в тексте нет реального употребления веществ.", "output": "{\"rating\": \"12+\", \"why\": \"Используется оскорбительное прозвище, но нет описания реальных наркотиков.\", \"label\": \"НЕНОРМАТИВНАЯ ЛЕКСИКА\"}"}
{"input": "Мальчик боялся темноты, потому что слышал странные шорохи в шкафу.", "output": "{\"rating\": \"6+\", \"why\": \"Есть лёгкий пугающий элемент без описания жестокости или ужасов.\", \"label\": \"ПУГАЮЩИЙ КОНТЕНТ\"}"}
{"input": "В страшной истории чудовище медленно приближается к герою в темноте и шепчет ему на ухо.", "output": "{\"rating\": \"12+\", \"why\": \"Пугающая атмосфера и психологическое давление без явной жестокости.\", \"label\": \"ПУГАЮЩИЙ КОНТЕНТ\"}"}
{"input": "В рассказе подробно описывается, как монстр отрывает жертве руку и она кричит от боли.", "output": "{\"rating\": \"18+\", \"why\": \"Жестокая кровавая сцена с расчленением.\", \"label\": \"ПУГАЮЩИЙ КОНТЕНТ\"}"}
{"input": "Соня Белладонна посмотрела на часы и поспешила в университет, опаздывая на лекцию.", "output": "{\"rating\": \"0+\", \"why\": \"Фамилия Белладонна используется как имя персонажа, нарушающий контент отсутствует.\", \"label\": \"безопасный контент\"}"}
{"input": "Учительница по фамилии Героин спокойно объясняла новую тему у доски.", "output": "{\"rating\": \"0+\", \"why\": \"Фамилия Героин используется как имя персонажа, в тексте нет употребления веществ.\", \"label\": \"безопасный контент\"}"}
{"input": "В тексте герой покупает таблетки у подозрительного типа, чтобы оторваться и почувствовать эйфорию.", "output": "{\"rating\": \"18+\", \"why\": \"Описана покупка и намерение употребления наркотических таблеток ради кайфа.\", \"label\": \"АЛКОГОЛЬ/НАРКОТИКИ\"}"}
{"input": "Ребёнок играл с котёнком и смеялся, когда тот пытался поймать свой хвост.", "output": "{\"rating\": \"0+\", \"why\": \"Добрая сцена игры ребёнка с животным, нарушений нет.\", \"label\": \"безопасный контент\"}"}
{"input": "В страшной истории герой один находится в старом доме и слышит шаги за своей спиной.", "output": "{\"rating\": \"12+\", \"why\": \"Напряжённая пугающая атмосфера без детального насилия.\", \"label\": \"ПУГАЮЩИЙ КОНТЕНТ\"}"}
{"input": "На вечеринке все пили безалкогольный сидр и сок, подчёркивается, что напитки не содержат алкоголя.", "output": "{\"rating\": \"0+\", \"why\": \"Прямо указано, что напитки безалкогольные, нарушений нет.\", \"label\": \"безопасный контент\"}"}
{"input": "Герой держал в руках бокал вина, но так и не сделал ни одного глотка.", "output": "{\"rating\": \"0+\", \"why\": \"Алкоголь только упомянут визуально, явного употребления нет.\", \"label\": \"безопасный контент\"}"}
{"input": "Подростки хвастаются, кто больше выпил, и один рассказывает, как его вырвало после вечеринки.", "output": "{\"rating\": \"16+\", \"why\": \"Описано чрезмерное употребление алкоголя подростками и неприятные последствия.\", \"label\": \"АЛКОГОЛЬ/НАРКОТИКИ\"}"}
{"input": "Герой вкалывает себе шприц с неизвестным веществом и описывает чувство эйфории.", "output": "{\"rating\": \"18+\", \"why\": \"Описано инъекционное употребление наркотика и приятные ощущения.\", \"label\": \"АЛКОГОЛЬ/НАРКОТИКИ\"}"}
{"input": "Сосед по фамилии Опий чинит сломанную дверь и тихо напевает песню.", "output": "{\"rating\": \"0+\", \"why\": \"Фамилия Опий используется как имя, в тексте нет употребления веществ или других нарушений.\", \"label\": \"безопасный контент\"}"}
{"input": "Марихуана Сергеевна ведёт урок математики и решает задачи у доски.", "output": "{\"rating\": \"0+\", \"why\": \"Имя Марихуана Сергеевна относится к учителю, а не к веществу, нарушений нет.\", \"label\": \"безопасный контент\"}"}
{"input": "Кокаин Ильич играет с племянниками в настольные игры и угощает их конфетами.", "output": "{\"rating\": \"0+\", \"why\": \"Имя Кокаин Ильич звучит как вещество, но описана только семейная игра без нарушений.\", \"label\": \"безопасный контент\"}"}
{"input": "Героин Павлович готовит борщ и шутит, что его имя всех смущает, но сам он против любых наркотиков.", "output": "{\"rating\": \"0+\", \"why\": \"Фамилия Героин используется в шутливом ключе, прямо указано отрицательное отношение к наркотикам.\", \"label\": \"безопасный контент\"}"}
{"input": "Мальчик читает книгу про космос перед сном.", "output": "{\"rating\": \"0+\", \"why\": \"Текст описывает безопасные, повседневные или сказочные события без нарушений.\", \"label\": \"безопасный контент\"}"}
{"input": "Девочка рисует котёнка цветными карандашами.", "output": "{\"rating\": \"0+\", \"why\": \"Текст описывает безопасные, повседневные или сказочные события без нарушений.\", \"label\": \"безопасный контент\"}"}
{"input": "Семья гуляет по парку и кормит уток.", "output": "{\"rating\": \"0+\", \"why\": \"Текст описывает безопасные, повседневные или сказочные события без нарушений.\", \"label\": \"безопасный контент\"}"}
{"input": "Робот поливает цветы в оранжерее.", "output": "{\"rating\": \"0+\", \"why\": \"Текст описывает безопасные, повседневные или сказочные события без нарушений.\", \"label\": \"безопасный контент\"}"}
{"input": "Кот спит на тёплом подоконнике и мурчит.", "output": "{\"rating\": \"0+\", \"why\": \"Текст описывает безопасные, повседневные или сказочные события без нарушений.\", \"label\": \"безопасный контент\"}"}
{"input": "Учитель объясняет задачу по математике в классе.", "output": "{\"rating\": \"0+\", \"why\": \"Текст описывает безопасные, повседневные или сказочные события без нарушений.\", \"label\": \"безопасный контент\"}"}
{"input": "Друзья играют в настольную игру за круглым столом.", "output": "{\"rating\": \"0+\", \"why\": \"Текст описывает безопасные, повседневные или сказочные события без нарушений.\", \"label\": \"безопасный контент\"}"}
{"input": "Папа печёт пирог с яблоками на кухне.", "output": "{\"rating\": \"0+\", \"why\": \"Текст описывает безопасные, повседневные или сказочные события без нарушений.\", \"label\": \"безопасный контент\"}"}
{"input": "Щенок ловит мячик на зелёной лужайке.", "output": "{\"rating\": \"0+\", \"why\": \"Текст описывает безопасные, повседневные или сказочные события без нарушений.\", \"label\": \"безопасный контент\"}"}
{"input": "Поезд медленно прибывает на маленькую станцию.", "output": "{\"rating\": \"0+\", \"why\": \"Текст описывает безопасные, повседневные или сказочные события без нарушений.\", \"label\": \"безопасный контент\"}"}
{"input": "Белладонна Тукк открыла дверь гостю и вежливо улыбнулась.", "output": "{\"rating\": \"0+\", \"why\": \"Имена и фамилии, похожие на названия веществ, используются только как персонажи, без намёка на употребление.\", \"label\": \"безопасный контент\"}"}
{"input": "Господин Кокаинов и госпожа Морфина танцуют в бальном зале как персонажи сказки.", "output": "{\"rating\": \"0+\", \"why\": \"Странные имена используются только как художественный приём, без описания наркотиков или их употребления.\", \"label\": \"безопасный контент\"}"}
{"input": "Марихуана Ли — странная фамилия героя фантастического романа, но это всего лишь имя.", "output": "{\"rating\": \"0+\", \"why\": \"Слово, похожее на название вещества, используется как фамилия персонажа, без употребления или пропаганды.\", \"label\": \"безопасный контент\"}"}
{"input": "Учёный доктор Героинкин читает лекцию о химии для школьников.", "output": "{\"rating\": \"0+\", \"why\": \"Фамилия персонажа похожа на название вещества, но описывается только лекция по химии, без наркотиков.\", \"label\": \"безопасный контент\"}"}
{"input": "Профессор Экстази рассказывает студентам шутливую историю из детства.", "output": "{\"rating\": \"0+\", \"why\": \"Имя профессора звучит необычно, но в тексте нет описания употребления веществ.\", \"label\": \"безопасный контент\"}"}
{"input": "Собака по имени Опий весело бегает по двору.", "output": "{\"rating\": \"0+\", \"why\": \"Слово, похожее на вещество, используется как кличка питомца, без связи с наркотиками.\", \"label\": \"безопасный контент\"}"}
{"input": "Кот Белладончик лениво наблюдает за птицами за окном.", "output": "{\"rating\": \"0+\", \"why\": \"Персонаж с необычным именем, но нет описания употребления веществ или других нарушений.\", \"label\": \"безопасный контент\"}"}
{"input": "Фея по имени Амфетамина исполняет желания в детской сказке без намёков на вещества.", "output": "{\"rating\": \"0+\", \"why\": \"Имя феи напоминает вещество, но используется только в сказочном контексте без наркотиков.\", \"label\": \"безопасный контент\"}"}
{"input": "Мальчик играет в видеоигру про гонки машин без насилия.", "output": "{\"rating\": \"0+\", \"why\": \"Спокойное развлечение, нет насилия, веществ или грубых тем.\", \"label\": \"безопасный контент\"}"}
{"input": "Герои сказки путешествуют по волшебному лесу и находят сокровища.", "output": "{\"rating\": \"0+\", \"why\": \"Сказочный сюжет без насилия, веществ и других нарушений.\", \"label\": \"безопасный контент\"}"}
{"input": "Дети заблудились в лесу, но вскоре нашли дорогу домой.", "output": "{\"rating\": \"6+\", \"why\": \"Есть лёгкая опасность и тревога, но без жестокости и вреда.\", \"label\": \"ПУГАЮЩИЙ КОНТЕНТ\"}"}
{"input": "Мальчик споткнулся и поцарапал колено, но ему быстро помогли.", "output": "{\"rating\": \"6+\", \"why\": \"Лёгкая травма без жестокости и подробностей.\", \"label\": \"ПУГАЮЩИЙ КОНТЕНТ\"}"}
{"input": "Герои мультика убегают от грозовой тучи, прячась в домике.", "output": "{\"rating\": \"6+\", \"why\": \"Небольшое напряжение и страх перед стихией, без жестоких сцен.\", \"label\": \"ПУГАЮЩИЙ КОНТЕНТ\"}"}
{"input": "Корабль попал в шторм, но команда сохраняет спокойствие.", "output": "{\"rating\": \"6+\", \"why\": \"Опасная ситуация показана мягко, без жёстких последствий.\", \"label\": \"ПУГАЮЩИЙ КОНТЕНТ\"}"}
{"input": "Ребята катаются на высоких качелях и немного боятся.", "output": "{\"rating\": \"6+\", \"why\": \"Лёгкий страх и волнение без насилия и травм.\", \"label\": \"ПУГАЮЩИЙ КОНТЕНТ\"}"}
{"input": "Девочка волнуется перед школьным спектаклем.", "output": "{\"rating\": \"6+\", \"why\": \"Эмоциональное напряжение без насилия и тяжёлых тем.\", \"label\": \"ПУГАЮЩИЙ КОНТЕНТ\"}"}
{"input": "Мальчик переживает из-за контрольной работы по математике.", "output": "{\"rating\": \"6+\", \"why\": \"Лёгкое волнение и стресс, но без жестоких или мрачных деталей.\", \"label\": \"ПУГАЮЩИЙ КОНТЕНТ\"}"}
{"input": "Котёнок забрался высоко на дерево и ему помогают слезть.", "output": "{\"rating\": \"6+\", \"why\": \"Ситуация с небольшой опасностью, но без жестокости.\", \"label\": \"ПУГАЮЩИЙ КОНТЕНТ\"}"}
{"input": "Мальчик и девочка спорят из-за игрушки, но потом мирятся.", "output": "{\"rating\": \"6+\", \"why\": \"Конфликт мягкий, быстро разрешается без агрессии и насилия.\", \"label\": \"ПУГАЮЩИЙ КОНТЕНТ\"}"}
{"input": "Фантастический герой сражается с драконом без описания крови.", "output": "{\"rating\": \"6+\", \"why\": \"Есть сражение в сказочном контексте, без крови и подробностей.\", \"label\": \"ПУГАЮЩИЙ КОНТЕНТ\"}"}
{"input": "Ребёнок видит страшный сон, но мама успокаивает его.", "output": "{\"rating\": \"6+\", \"why\": \"Пугающий сон, который быстро смягчается поддержкой взрослого.\", \"label\": \"ПУГАЮЩИЙ КОНТЕНТ\"}"}
{"input": "Во время грозы в доме выключился свет, всем немного тревожно.", "output": "{\"rating\": \"6+\", \"why\": \"Есть чувство тревоги, но ситуация остаётся безопасной.\", \"label\": \"ПУГАЮЩИЙ КОНТЕНТ\"}"}
{"input": "Мальчик слышит странные звуки на чердаке, но это оказывается кот.", "output": "{\"rating\": \"6+\", \"why\": \"Лёгкий страх и напряжение, которое разрешается без ужасов.\", \"label\": \"ПУГАЮЩИЙ КОНТЕНТ\"}"}
{"input": "Дети спорят, кто пойдёт первым в тёмный коридор.", "output": "{\"rating\": \"6+\", \"why\": \"Небольшое напряжение и страх темноты без насилия.\", \"label\": \"ПУГАЮЩИЙ КОНТЕНТ\"}"}
{"input": "Герой боится высоты, но решается пройти по мосту.", "output": "{\"rating\": \"6+\", \"why\": \"Страх и преодоление без жестоких сцен.\", \"label\": \"ПУГАЮЩИЙ КОНТЕНТ\"}"}
{"input": "Герои книги участвуют в тренировочном поединке на мечах без крови.", "output": "{\"rating\": \"12+\", \"why\": \"Есть умеренное насилие в виде поединка без крови и жестоких деталей.\", \"label\": \"НАСИЛИЕ\"}"}
{"input": "Мальчик защищает друга и толкает обидчика, завязывается драка без тяжёлых последствий.", "output": "{\"rating\": \"12+\", \"why\": \"Присутствует драка и физическая агрессия без серьёзных травм.\", \"label\": \"НАСИЛИЕ\"}"}
{"input": "Рыцари сталкиваются щитами на турнире, зрители кричат от восторга.", "output": "{\"rating\": \"12+\", \"why\": \"Сцена поединка с элементами насилия, но без крови и увечий.\", \"label\": \"НАСИЛИЕ\"}"}
{"input": "Двое подростков подрались в школьном дворе, их быстро разняли учителя.", "output": "{\"rating\": \"12+\", \"why\": \"Есть драка и агрессия, но без подробностей жестокости.\", \"label\": \"НАСИЛИЕ\"}"}
{"input": "Герой фильма отталкивает злодея и тот падает на землю.", "output": "{\"rating\": \"12+\", \"why\": \"Физическое воздействие без крови и детального описания травм.\", \"label\": \"НАСИЛИЕ\"}"}
{"input": "В комиксе герой наносит удар по монстру, и тот исчезает в вспышке света.", "output": "{\"rating\": \"12+\", \"why\": \"Фантастическое насилие без реалистичных последствий.\", \"label\": \"НАСИЛИЕ\"}"}
{"input": "Мальчик ломает игрушку в гневе, но потом извиняется.", "output": "{\"rating\": \"12+\", \"why\": \"Проявление агрессии и разрушения без физического вреда людям.\", \"label\": \"НАСИЛИЕ\"}"}
{"input": "Друзья толкаются на спортивной площадке, превращая всё в игру.", "output": "{\"rating\": \"12+\", \"why\": \"Лёгкая физическая агрессия в игровом контексте.\", \"label\": \"НАСИЛИЕ\"}"}
{"input": "Подростки играют в лазертаг, изображая сражение.", "output": "{\"rating\": \"12+\", \"why\": \"Имитированное насилие без реального вреда и крови.\", \"label\": \"НАСИЛИЕ\"}"}
{"input": "Герой видеоигры сражается с роботами, которые просто выключаются.", "output": "{\"rating\": \"12+\", \"why\": \"Боевое действие против нелюдей без крови и реалистичного насилия.\", \"label\": \"НАСИЛИЕ\"}"}
{"input": "Рыцарь размахивает мечом, но ранения не описываются подробно.", "output": "{\"rating\": \"12+\", \"why\": \"Есть угроза насилия, но без натуралистичных деталей.\", \"label\": \"НАСИЛИЕ\"}"}
{"input": "Герой отбивается от хулиганов, те убегают.", "output": "{\"rating\": \"12+\", \"why\": \"Сцена самообороны с элементами насилия без жестокости.\", \"label\": \"НАСИЛИЕ\"}"}
{"input": "Два персонажа обменялись парой ударов кулаком, потом их разняли.", "output": "{\"rating\": \"12+\", \"why\": \"Краткая драка без тяжёлых последствий и кровавых подробностей.\", \"label\": \"НАСИЛИЕ\"}"}
{"input": "Подросток сердито хлопнул дверью и громко закричал.", "output": "{\"rating\": \"12+\", \"why\": \"Эмоциональная агрессия без физического насилия над другими.\", \"label\": \"НАСИЛИЕ\"}"}
{"input": "Герой швыряет камень в стену от отчаяния.", "output": "{\"rating\": \"12+\", \"why\": \"Напряжённая сцена с проявлением агрессии к предметам, а не людям.\", \"label\": \"НАСИЛИЕ\"}"}
{"input": "Герой пьёт в баре пиво после тяжёлого рабочего дня.", "output": "{\"rating\": \"16+\", \"why\": \"Прямое употребление алкоголя взрослым персонажем.\", \"label\": \"АЛКОГОЛЬ/НАРКОТИКИ\"}"}
{"input": "Компания друзей курит сигареты у подъезда и обсуждает новости.", "output": "{\"rating\": \"16+\", \"why\": \"Описано курение табака взрослыми персонажами.\", \"label\": \"АЛКОГОЛЬ/НАРКОТИКИ\"}"}
{"input": "Персонаж открывает бутылку вина и наливает себе полный бокал.", "output": "{\"rating\": \"16+\", \"why\": \"Показано употребление алкоголя без явного злоупотребления, но для подростков это 16+.\", \"label\": \"АЛКОГОЛЬ/НАРКОТИКИ\"}"}
{"input": "Герой напивается на вечеринке и еле стоит на ногах.", "output": "{\"rating\": \"16+\", \"why\": \"Злоупотребление алкоголем, персонаж серьёзно пьян.\", \"label\": \"АЛКОГОЛЬ/НАРКОТИКИ\"}"}
{"input": "Двое взрослых целуются в тёмном переулке после свидания.", "output": "{\"rating\": \"16+\", \"why\": \"Лёгкий сексуальный контекст без подробностей, сцена для более старшей аудитории.\", \"label\": \"СЕКСУАЛЬНЫЙ КОНТЕНТ\"}"}
{"input": "Персонаж флиртует с официанткой, делая двусмысленные комплименты.", "output": "{\"rating\": \"16+\", \"why\": \"Флирт и двусмысленные сексуальные намёки.\", \"label\": \"СЕКСУАЛЬНЫЙ КОНТЕНТ\"}"}
{"input": "Герои отправляются в клуб, где пьют коктейли и танцуют до утра.", "output": "{\"rating\": \"16+\", \"why\": \"Употребление алкоголя на вечеринке взрослыми персонажами.\", \"label\": \"АЛКОГОЛЬ/НАРКОТИКИ\"}"}
{"input": "Мужчина закуривает сигару, празднуя успешную сделку.", "output": "{\"rating\": \"16+\", \"why\": \"Курение табака в позитивном контексте.\", \"label\": \"АЛКОГОЛЬ/НАРКОТИКИ\"}"}
{"input": "Подросток пробует пиво впервые и морщится от вкуса.", "output": "{\"rating\": \"16+\", \"why\": \"Употребление алкоголя подростком, даже без поощрения.\", \"label\": \"АЛКОГОЛЬ/НАРКОТИКИ\"}"}
{"input": "Женщина наливает себе бокал вина, чтобы расслабиться вечером.", "output": "{\"rating\": \"16+\", \"why\": \"Регулярное употребление алкоголя для расслабления.\", \"label\": \"АЛКОГОЛЬ/НАРКОТИКИ\"}"}
{"input": "Пара обнимается на диване и страстно целуется, камера не показывает подробностей.", "output": "{\"rating\": \"16+\", \"why\": \"Страстные поцелуи и интимная атмосфера без явного секса.\", \"label\": \"СЕКСУАЛЬНЫЙ КОНТЕНТ\"}"}
{"input": "Герой достаёт сигарету и выходит покурить на балкон.", "output": "{\"rating\": \"16+\", \"why\": \"Сцена курения табака взрослым персонажем.\", \"label\": \"АЛКОГОЛЬ/НАРКОТИКИ\"}"}
{"input": "Группа студентов сидит на кухне, вокруг стоят пустые бутылки.", "output": "{\"rating\": \"16+\", \"why\": \"Намёк на коллективное употребление алкоголя молодыми людьми.\", \"label\": \"АЛКОГОЛЬ/НАРКОТИКИ\"}"}
{"input": "Мужчина делает глоток виски перед важным разговором.", "output": "{\"rating\": \"16+\", \"why\": \"Употребление крепкого алкоголя в бытовом контексте.\", \"label\": \"АЛКОГОЛЬ/НАРКОТИКИ\"}"}
{"input": "Героиня говорит, что ей нужно выпить, чтобы раскрепоститься.", "output": "{\"rating\": \"16+\", \"why\": \"Алкоголь представлен как средство расслабления и раскрепощения.\", \"label\": \"АЛКОГОЛЬ/НАРКОТИКИ\"}"}
{"input": "Он нюхал белый порошок с зеркала и говорил, что чувствует себя под кайфом.", "output": "{\"rating\": \"18+\", \"why\": \"Прямое описание употребления неизвестного наркотического порошка.\", \"label\": \"АЛКОГОЛЬ/НАРКОТИКИ\"}"}
{"input": "Герой колется неизвестным препаратом в вену в грязной квартире.", "output": "{\"rating\": \"18+\", \"why\": \"Инъекционное употребление наркотика с мрачным контекстом.\", \"label\": \"АЛКОГОЛЬ/НАРКОТИКИ\"}"}
{"input": "Персонаж продаёт таблетки на вечеринке и зазывает покупателей.", "output": "{\"rating\": \"18+\", \"why\": \"Описана торговля наркотическими таблетками и вовлечение других.\", \"label\": \"АЛКОГОЛЬ/НАРКОТИКИ\"}"}
{"input": "Мужчина варит наркотик на кухне и обсуждает прибыль с напарником.", "output": "{\"rating\": \"18+\", \"why\": \"Производство и обсуждение продаж наркотиков.\", \"label\": \"АЛКОГОЛЬ/НАРКОТИКИ\"}"}
{"input": "Героиня глотает несколько неизвестных капсул, чтобы «оторваться по полной».", "output": "{\"rating\": \"18+\", \"why\": \"Употребление неизвестных препаратов с целью изменить состояние сознания.\", \"label\": \"АЛКОГОЛЬ/НАРКОТИКИ\"}"}
{"input": "Подростки покупают травку у дилера в подземном переходе.", "output": "{\"rating\": \"18+\", \"why\": \"Подростки покупают и, по контексту, планируют употреблять наркотик.\", \"label\": \"АЛКОГОЛЬ/НАРКОТИКИ\"}"}
{"input": "Герой смешивает алкоголь с таблетками и теряет контроль над собой.", "output": "{\"rating\": \"18+\", \"why\": \"Опасное сочетание алкоголя и препаратов с потерей контроля.\", \"label\": \"АЛКОГОЛЬ/НАРКОТИКИ\"}"}
{"input": "Персонаж рассказывает, как впервые попробовал героин и не смог остановиться.", "output": "{\"rating\": \"18+\", \"why\": \"Прямое упоминание героина и развития зависимости.\", \"label\": \"АЛКОГОЛЬ/НАРКОТИКИ\"}"}
{"input": "Группа людей сидит в подвале и курит что-то из самодельной трубки, смеясь без причины.", "output": "{\"rating\": \"18+\", \"why\": \"Сцена употребления неизвестного вещества с изменённым поведением.\", \"label\": \"АЛКОГОЛЬ/НАРКОТИКИ\"}"}
{"input": "Герой торгует порошком возле школы, вовлекая подростков.", "output": "{\"rating\": \"18+\", \"why\": \"Незаконный сбыт наркотика, целевая аудитория — подростки.\", \"label\": \"АЛКОГОЛЬ/НАРКОТИКИ\"}"}
{"input": "Персонаж прячет свёртки с наркотиками в детской игрушке.", "output": "{\"rating\": \"18+\", \"why\": \"Хранение и сокрытие наркотиков, в том числе рядом с детьми.\", \"label\": \"АЛКОГОЛЬ/НАРКОТИКИ\"}"}
{"input": "Герой описывает ломку после нескольких дней употребления вещества.", "output": "{\"rating\": \"18+\", \"why\": \"Тяжёлое состояние после длительного употребления наркотика.\", \"label\": \"АЛКОГОЛЬ/НАРКОТИКИ\"}"}
{"input": "Группа людей играет в карты на деньги, одновременно делая линии порошка.", "output": "{\"rating\": \"18+\", \"why\": \"Коллективное употребление порошкообразного наркотика.\", \"label\": \"АЛКОГОЛЬ/НАРКОТИКИ\"}"}
{"input": "Мужчина выпивает бутылку крепкого алкоголя залпом и падает без сознания.", "output": "{\"rating\": \"18+\", \"why\": \"Экстремальное злоупотребление алкоголем с тяжёлыми последствиями.\", \"label\": \"АЛКОГОЛЬ/НАРКОТИКИ\"}"}
{"input": "Героиня уговаривает подругу попробовать «волшебный порошок», чтобы забыть о проблемах.", "output": "{\"rating\": \"18+\", \"why\": \"Прямая пропаганда употребления наркотического порошка.\", \"label\": \"АЛКОГОЛЬ/НАРКОТИКИ\"}"}
{"input": "Он выругался матом и послал всех к чёрту.", "output": "{\"rating\": \"16+\", \"why\": \"В тексте присутствует ненормативная лексика и грубое выражение агрессии.\", \"label\": \"НЕНОРМАТИВНАЯ ЛЕКСИКА\"}"}
{"input": "Герой грубо обозвал друга идиотом и ещё парой крепких слов.", "output": "{\"rating\": \"16+\", \"why\": \"Оскорбления с использованием грубой лексики.\", \"label\": \"НЕНОРМАТИВНАЯ ЛЕКСИКА\"}"}
{"input": "Мужчина кричал на продавца, используя нецензурные выражения.", "output": "{\"rating\": \"16+\", \"why\": \"Ненормативная лексика в конфликтной ситуации.\", \"label\": \"НЕНОРМАТИВНАЯ ЛЕКСИКА\"}"}
{"input": "Персонаж пишет в чате сообщения, полные мата и оскорблений.", "output": "{\"rating\": \"16+\", \"why\": \"Многочисленные нецензурные выражения и оскорбления.\", \"label\": \"НЕНОРМАТИВНАЯ ЛЕКСИКА\"}"}
{"input": "Подростки громко ругаются на улице, переходя на нецензурную лексику.", "output": "{\"rating\": \"16+\", \"why\": \"Подростки активно используют мат при ссоре.\", \"label\": \"НЕНОРМАТИВНАЯ ЛЕКСИКА\"}"}
{"input": "Герой шепчет под нос грубое ругательство, когда у него что-то не получается.", "output": "{\"rating\": \"16+\", \"why\": \"Использование мата, пусть и не вслух.\", \"label\": \"НЕНОРМАТИВНАЯ ЛЕКСИКА\"}"}
{"input": "Мужчина оскорбляет прохожего, называя его мерзкими словами.", "output": "{\"rating\": \"16+\", \"why\": \"Грубые оскорбления и унижение человека.\", \"label\": \"НЕНОРМАТИВНАЯ ЛЕКСИКА\"}"}
{"input": "Персонаж смеётся и пересказывает шутку с матом.", "output": "{\"rating\": \"16+\", \"why\": \"В тексте присутствует ненормативная лексика в юмористическом контексте.\", \"label\": \"НЕНОРМАТИВНАЯ ЛЕКСИКА\"}"}
{"input": "Героиня срывается и начинает кричать на коллегу, используя грубые выражения.", "output": "{\"rating\": \"16+\", \"why\": \"Сцена с криком и нецензурной лексикой.\", \"label\": \"НЕНОРМАТИВНАЯ ЛЕКСИКА\"}"}
{"input": "В диалоге персонажи несколько раз употребляют крепкие ругательства.", "output": "{\"rating\": \"16+\", \"why\": \"Ненормативная лексика звучит в речи персонажей.\", \"label\": \"НЕНОРМАТИВНАЯ ЛЕКСИКА\"}"}
{"input": "Герой наносит врагу множество ударов ножом, кровь льётся на пол.", "output": "{\"rating\": \"18+\", \"why\": \"Подробное и жестокое описание насилия с кровью.\", \"label\": \"НАСИЛИЕ\"}"}
{"input": "Маньяк преследует жертву по тёмному коридору и наслаждается её страхом.", "output": "{\"rating\": \"18+\", \"why\": \"Сцена с маньяком, сильный психологический ужас и жестокий контекст.\", \"label\": \"ПУГАЮЩИЙ КОНТЕНТ\"}"}
{"input": "Персонаж подробно описывает сломанные кости и раны после пыток.", "output": "{\"rating\": \"18+\", \"why\": \"Натуралистичное описание травм и последствий пыток.\", \"label\": \"НАСИЛИЕ\"}"}
{"input": "В комнате находят тело с многочисленными кровавыми ранами.", "output": "{\"rating\": \"18+\", \"why\": \"Кровавое последствие жестокого убийства.\", \"label\": \"НАСИЛИЕ\"}"}
{"input": "Герой видит, как монстр отрывает человеку руку.", "output": "{\"rating\": \"18+\", \"why\": \"Жестокое насилие с отрыванием части тела и кровью.\", \"label\": \"НАСИЛИЕ\"}"}
{"input": "Война показана с крупными планами крови и обезображенных тел.", "output": "{\"rating\": \"18+\", \"why\": \"Натуралистичные сцены войны, много крови и трупов.\", \"label\": \"НАСИЛИЕ\"}"}
{"input": "Персонаж избивает жертву до потери сознания, не обращая внимания на мольбы о пощаде.", "output": "{\"rating\": \"18+\", \"why\": \"Жестокое избиение с игнорированием просьб остановиться.\", \"label\": \"НАСИЛИЕ\"}"}
{"input": "Герой вспоминает, как душил человека голыми руками.", "output": "{\"rating\": \"18+\", \"why\": \"Описание убийства удушением.\", \"label\": \"НАСИЛИЕ\"}"}
{"input": "Монстр пожирает свою жертву, кровь разбрызгивается по стенам.", "output": "{\"rating\": \"18+\", \"why\": \"Графичное описание поедания жертвы с кровью.\", \"label\": \"НАСИЛИЕ\"}"}
{"input": "Персонаж наслаждается описанием боли и страданий других людей.", "output": "{\"rating\": \"18+\", \"why\": \"Садистское восхищение чужими страданиями и болью.\", \"label\": \"НАСИЛИЕ\"}"}
